Repository: FaberKing/flutter_story_app
Catalog: lib/l10n/app_*.arb
Languages: id

# titleAppBarHome
source: Story
id: Cerita

# titleAppBarSetting
source: Settings
id: Pengaturan

# titleAppBarAddStory
source: Add Story
id: Tambah Cerita

# titleAppBarStoryDetails
source: Story Detail
id: Detail Cerita

# loginWelcomeText
source: Welcome
id: Selamat Datang

# toRegisterText
source: Click to create account
id: Klick untuk membuat akun

# registerNameWarning
source: Please Enter Name
id: Silahkan Masukan Name

# registerEmailWarning
source: Please Enter Email
id: Silahkan Masukan Email

# registerPasswordWarning
source: Please Enter Password
id: Silahkan Masukan Kata Sandi

# registerPasswordShortWarning
source: Password Too Short
id: Kata Sandi Terlalu Pendek

# registerWelcomeText
source: Create Account
id: Selamat Bergabung

# toLoginText
source: Click to login
id: Klick untuk masuk

# buttonTextCamera
source: Camera
id: Kamera

# buttonTextGallery
source: Gallery
id: Galeri

# buttonTextUpload
source: Upload
id: Mengunggah

# settingTextLanguage
source: Language
id: Bahasa

# hintTexStorytDescription
source: Enter Story Description
id: Masukan deskripsi cerita

# hintTextStoryLocation
source: Location
id: Lokasi

# labelTextButtonStoryLocation
source: Add Location
id: Tambah Lokasi

# textCoodinatesDetails
source: Location Coordinates
id: Koordinat lokasi

# labelTextButtonLocateMap
source: Look on map
id: Melihat di peta

# warningNoImageAddStory
source: Please Insert Image
id: Tolong Masukan Gambar

# warningNoItemsStoryList
source: No More Stories Found!
id: Tidak ada lagi cerita ditemukan!

# warningErrorMessages
source: Something Went Wrong!
id: Terjadi Kesalahan!

# navigationHomeLabel
source: Home
id: Berandan

# navigationSettingLabel
source: Settings
id: Pengaturan
